Repository: orangelabweb/imagemagick-engine
Catalog: languages/imagemagick-engine-*.po
Languages: de_de, tr_tr

source: Imagick PHP module
de_de: Imagick PHP Modul
tr_tr: Imagick PHP modülü

source: ImageMagick command-line
tr_tr: ImageMagick komut satırı

source: Thumbnail
de_de: Miniaturbild
tr_tr: Önizleme görseli (thumbnail)

source: Medium
de_de: Mittlere Bildgröße
tr_tr: Orta

source: Large
de_de: Maximale Bildgröße
tr_tr: Büyük

source: You dont have any images to regenerate
de_de: Sie haben keine Bilder zum regenerieren
tr_tr: Yeniden oluştacak görseliniz yok

source: All done!
de_de: Alles erledigt!
tr_tr: Tamamlandı!

source: Processed %d images
tr_tr: %d görsel işlendi

source: Failed to resize image!
tr_tr: Görsel yeniden boyutlandıramadı!

source: Resized using ImageMagick Engine
de_de: Das Bild wurde mit ImageMagick Engine optimiert
tr_tr: ImageMagick Engine kullanılarak yeniden boyutlandırıldı

source: Settings
de_de: Einstellungen
tr_tr: Ayarlar

source: Resize image
tr_tr: Görseli yeniden boyutlandır

source: Resize using ImageMagick Engine
tr_tr: ImageMagick Engine kullanarak yeniden boyutlandır

source: Settings updated
de_de: Einstellungen aktualisiert
tr_tr: Ayarlar güncellendi

source: No valid ImageMagick mode found!
de_de: Kein ImageMagick Modus gefunden!
tr_tr: Imagick PHP modülü bulundu!

source: ImageMagick Engine is not enabled.
de_de: ImageMagick ist nicht aktiviert.
tr_tr: ImageMagick Engine etkin değil.

source: ImageMagick Engine Settings
de_de: ImageMagick Engine Einstellungen
tr_tr: ImageMagick Engine Ayarları

source: Regenerate Images
de_de: Regenerierte Bilder
tr_tr: Görselleri Optimize Et

source: Sizes
de_de: Größen
tr_tr: Boyutlar

source: ImageMagick images too
de_de: auch ImageMagick Bilder
tr_tr: ImageMagick görüntülerini de ekle

source: Resize will use standard WordPress functions.
de_de: Änderung nutzt WordPress Standard-Funktionen.
tr_tr: Yeniden boyutlandırma, standart WordPress fonksiyonları kullanır.

source: Regenerate
de_de: Regenerieren
tr_tr: Optimize Et

source: (this can take a long time)
de_de: (das kann eine Weile dauern)
tr_tr: (Bu işlem zaman alabilir)

source: Regenerating images
de_de: Regeneriere Bilder
tr_tr: Görseller yeniden oluşturuluyor

source: You must enable Javascript in order to proceed!
de_de: Sie müssen Javascript aktivieren, um fortzufahren!
tr_tr: Devam etmek için Javascript'i etkinleştirmelisiniz!

source: Enable enhanced image engine
de_de: Aktiviere verbesserte Image Engine
tr_tr: Gelişmiş görsel motorunu etkinleştir

source: Image engine
tr_tr: Görsel Motoru

source: Imagick PHP module found
de_de: Imagick PHP Modul gefunden
tr_tr: Imagick PHP modülü bulundu

source: Imagick PHP module not found
de_de: Imagick PHP Modul nicht gefunden
tr_tr: Imagick PHP modülü bulunamadı

source: ImageMagick path
de_de: ImageMagick Pfad
tr_tr: ImageMagick yolu

source: Command not found
de_de: Befehl nicht gefunden
tr_tr: Komut bulunamadı

source: Testing command...
de_de: Teste Befehl...
tr_tr: Komut test ediliyor...

source: Test path
de_de: Teste Pfad
tr_tr: Test Yolu

source: ImageMagick quality
de_de: ImageMagick Qualität
tr_tr: ImageMagick kalitesi

source: Optimize for quality
tr_tr: Kalite Optimizasyonu

source: Optimize for size
tr_tr: Dosya boyutu Optimizasyonu

source: Set to 0-100. Higher value gives better image quality but larger file size. Leave empty for default value, computed dynamically.
tr_tr: 0 ile 100 arasında bir değer verin. Yüksek değer daha iyi görsel kalitesi verir ancak daha fazla yer kaplar. Varsayılan değer için boş bırakın, dinamik olarak hesaplanacaktır.

source: Optimize for
tr_tr: Optimizasyon amacı

source: Quality
tr_tr: Kalite

source: Size
tr_tr: Boyut

source: None (use WP instead)
tr_tr: Yok (Bunun yerine WP kullanın)

source: Save Changes
de_de: Änderungen speichern
tr_tr: Değişiklikleri Kaydet

source: Improve the quality of re-sized images by replacing standard GD library with ImageMagick
de_de: Verbessert die Qualität bei Bildskalierungen, indem die Standard GD Library in Wordpress mit ImageMagick ersetzt wird.
tr_tr: Standart GD kütüphanesini ImageMagick ile değiştirerek yeniden boyutlandırılmış görüntülerin kalitesini artırın.
