Repository: orangelabweb/imagemagick-engine
Catalog: imagemagick-engine (tags)/1.4.0/languages/imagemagick-engine-*.po
Languages: sv_se

source: Thumbnail
sv_se: Miniatyr

source: Medium
sv_se: Mellan

source: Large
sv_se: Stor

source: You dont have any images to regenerate
sv_se: Du har inga bilder att skala om

source: All done!
sv_se: Färdigt!

source: Processed %d images
sv_se: Skalat om %d bilder

source: Failed to resize image!
sv_se: Kunde inte skala om bild!

source: Resized using ImageMagick Engine
sv_se: Omskalad av ImageMagick Engine

source: Settings
sv_se: Inställningar

source: Resize image
sv_se: Skala om bild

source: Resize using ImageMagick Engine
sv_se: Omskala med ImageMagick Engine

source: Settings updated
sv_se: Inställningar uppdaterade

source: No valid ImageMagick mode found! Please check %sFAQ%s for installation instructions.
sv_se: Ingen fungerande ImageMagick-installation hittades! Se %sFAQ%s för instruktioner hur du installerar.

source: ImageMagick Engine is not enabled.
sv_se: ImageMagick Engine är inte aktiverad.

source: ImageMagick Engine Settings
sv_se: ImageMagick Engine Inställningar

source: Regenerate Images
sv_se: Skala om bilder

source: Sizes
sv_se: Bilder

source: ImageMagick images too
sv_se: ImageMagick bilder också

source: Resize will use standard WordPress functions.
sv_se: Omskalningen kommer använda Wordpress standardfunktioner.

source: Regenerate
sv_se: Skala om

source: (this can take a long time)
sv_se: (det här kan ta lång tid)

source: Regenerating images
sv_se: Skalar om bilder

source: You must enable Javascript in order to proceed!
sv_se: Du måste tillåta Javascript i din webbläsare för att kunna fortsätta!

source: Enable enhanced image engine
sv_se: Aktivera ImageMagick Engine

source: Image engine
sv_se: Bildmotor

source: Imagick PHP module
sv_se: Imagick PHP modul

source: Imagick PHP module found
sv_se: Imagick PHP modul finns.

source: Imagick PHP module not found
sv_se: Imagick PHP modul finns ej.

source: ImageMagick path
sv_se: ImageMagick sökväg

source: Command not found
sv_se: Kommando hittades inte

source: Testing command...
sv_se: Testar kommando...

source: Test path
sv_se: Testa sökväg

source: ImageMagick quality
sv_se: ImageMagick kvalité

source: (0-100, leave empty for default value, computed dynamically)
sv_se: (0-100, lämna tomt för automatiskt beräknat värde)

source: Handle sizes
sv_se: Hantera storlekar

source: Save Changes
sv_se: Spara ändringar

source: Improve the quality of re-sized images by replacing standard GD library with ImageMagick
sv_se: Förbättra kvalitén på dina omskalade bilder genom att ersätta GD med ImageMagick
